Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# BasePolicyFileSelectionSettingsCard.AutomationProperties.HelpText
source: Browse for the Base policy XML file that this Supplemental policy will be associated with.
ar: تصفح ملف نهج XML الأساسي الذي سيرتبط به هذا النهج التكميلي.
de_de: Suchen Sie nach der XML-Datei der Basisrichtlinie, der diese ergänzende Richtlinie zugeordnet wird.
el_gr: Αναζήτηση για το αρχείο XML της Βασικής πολιτικής με την οποία θα συσχετιστεί αυτή η Συμπληρωματική πολιτική.
es: Busque el archivo XML de la directiva Base con el que se asociará esta directiva Suplementaria.
fr_fr: Recherchez le fichier XML de politique de base auquel cette politique supplémentaire sera associée.
he_il: עיין בקובץ ה-XML של מדיניות הבסיס שאליו תהיה מקושרת מדיניות המשנה הזו.
hi_in: उस XML मूल नीति फ़ाइल के लिए ब्राउज़ करें जिससे यह पूरक नीति जुड़ी होगी।
ja_jp: この補足ポリシーが関連付けられるベースポリシーXMLファイルを参照します。
ml_in: ഈ അനുബന്ധ നയം ബന്ധപ്പെടുത്തുന്ന അടിസ്ഥാന നയ XML ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XML zasad podstawowych, z którym będą powiązane te zasady uzupełniające.
tr_tr: Bu Tamamlayıcı politikanın ilişkilendirileceği Temel politika XML dosyasına göz atın.

source: Audit Mode
ar: وضع التدقيق
de_de: Überwachungsmodus
el_gr: Λειτουργία Ελέγχου
es: Modo Auditoría
fr_fr: Mode Audit
he_il: מצב ביקורת
hi_in: ऑडिट मोड
ja_jp: 監査モード
ml_in: ഓഡിറ്റ് മോഡ്
pl_pl: Tryb inspekcji
tr_tr: Denetim Modu

source: Enforced Mode
ar: الوضع المفروض
de_de: Erzwingungsmodus
el_gr: Λειτουργία Επιβολής
es: Modo Forzado
fr_fr: Mode Appliqué
he_il: מצב אכיפה
hi_in: प्रवर्तन मोड
ja_jp: 強制モード
ml_in: നടപ്പിലാക്കിയ മോഡ്
pl_pl: Tryb wymuszony
tr_tr: Zorunlu Mod

# NotRunningOrDisabled
source: Disabled/Not Running
ar: معطل/غير قيد التشغيل
de_de: Deaktiviert/Nicht ausgeführt
el_gr: Απενεργοποιημένο/Δεν Εκτελείται
es: Deshabilitado/No en ejecución
fr_fr: Désactivé/Non Exécuté
he_il: מנוטרל/לא בפעולה
hi_in: अक्षम/न चल रहा
ja_jp: 無効/実行されていません
ml_in: പ്രവർത്തനരഹിതം/പ്രവർത്തിക്കുന്നില്ല
pl_pl: Wyłączone/Nie działa
tr_tr: Devre Dışı/Çalışmıyor

# EffectiveCodeIntegrityFeaturesListViewHeaderTextBlock.Text
source: Effective Code Integrity Features
ar: ميزات تكامل التعليمات البرمجية الفعالة
de_de: Effektive Codeintegritätsfunktionen
el_gr: Αποτελεσματικά Χαρακτηριστικά Ακεραιότητας Κώδικα
es: Características Efectivas de Integridad de Código
fr_fr: Fonctionnalités Effectives d'Intégrité du Code
he_il: מאפייני שלמות הקוד הפעילים
hi_in: प्रभावी कोड इंटेग्रिटी सुविधाएँ
ja_jp: 有効なコード整合性機能
ml_in: ഫലപ്രദമായ കോഡ് ഇന്റഗ്രിറ്റി സവിശേഷതകൾ
pl_pl: Obowiązujące funkcje integralności kodu
tr_tr: Etkili Kod Bütünlüğü Özellikleri

# AppControlStatusTextBlock.Text
source: Application Control for Business Status
ar: حالة App Control for Business
de_de: Status der Anwendungssteuerung für Unternehmen
el_gr: Κατάσταση Ελέγχου Εφαρμογών για Επιχειρήσεις
es: Estado de Application Control for Business
fr_fr: État du Contrôle d'Application pour Entreprise
he_il: מצב בקרת היישומים לעסקים
hi_in: व्यावसायिक अनुप्रयोग नियंत्रण स्थिति
ja_jp: Application Control for Business 状態
ml_in: ബിസിനസ്സിനായുള്ള ആപ്ലിക്കേഷൻ കൺട്രോൾ നില
pl_pl: Stan kontroli aplikacji dla firm
tr_tr: İş Durumu için Uygulama Kontrolü

# UMCITextBlock.Header
source: User Mode Code Integrity
ar: تكامل التعليمات البرمجية لوضع المستخدم
de_de: Codeintegrität im Benutzermodus
el_gr: Ακεραιότητα Κώδικα Λειτουργίας Χρήστη
es: Integridad de Código en Modo Usuario
fr_fr: Intégrité du Code en Mode Utilisateur
he_il: שלמות הקוד במצב משתמש
hi_in: यूज़र मोड कोड इंटेग्रिटी
ja_jp: ユーザーモードコード整合性
ml_in: യൂസർ മോഡ് കോഡ് ഇന്റഗ്രിറ്റി
pl_pl: Integralność kodu w trybie użytkownika
tr_tr: Kullanıcı Modu Kod Bütünlüğü

# KMCITextBlock.Header
source: Kernel Mode Code Integrity
ar: تكامل التعليمات البرمجية لوضع النواة
de_de: Codeintegrität im Kernelmodus
el_gr: Ακεραιότητα Κώδικα Λειτουργίας Πυρήνα
es: Integridad de Código en Modo Kernel
fr_fr: Intégrité du Code en Mode Noyau
he_il: שלמות הקוד במצב Kernel
hi_in: कर्नेल मोड कोड इंटेग्रिटी
ja_jp: カーネルモードコード整合性
ml_in: കേർണൽ മോഡ് കോഡ് ഇന്റഗ്രിറ്റി
pl_pl: Integralność kodu w trybie jądra
tr_tr: Çekirdek Modu Kod Bütünlüğü

# BasePolicies.Text
source: Base Policies
ar: النُهج الأساسية
de_de: Basisrichtlinien
el_gr: Βασικές Πολιτικές
es: Directivas Base
fr_fr: Politiques de Base
he_il: מדיניות בסיסית
hi_in: मूल नीतियाँ
ja_jp: ベースポリシー
ml_in: അടിസ്ഥാന നയങ്ങൾ
pl_pl: Zasady podstawowe
tr_tr: Temel Politikalar

# SupplementalPolicies.Text
source: Supplemental Policies
ar: السياسات التكميلية
de_de: Ergänzungsrichtlinien
el_gr: Συμπληρωματικές Πολιτικές
es: Directivas Suplementarias
fr_fr: Politiques Supplémentaires
he_il: מדיניות משלימה
hi_in: पूरक नीतियाँ
ja_jp: 補足ポリシー
ml_in: അനുബന്ധ നയങ്ങൾ
pl_pl: Zasady uzupełniające
tr_tr: Ek Politikalar

# SystemPolicies.Text
source: System Policies
ar: سياسات النظام
de_de: Systemrichtlinien
el_gr: Πολιτικές Συστήματος
es: Directivas del Sistema
fr_fr: Politiques Système
he_il: מדיניות מערכת
hi_in: सिस्टम नीतियाँ
ja_jp: システムポリシー
ml_in: സിസ്റ്റം നയങ്ങൾ
pl_pl: Zasady systemowe
tr_tr: Sistem Politikaları

# AutomaticPolicies.Text
source: Automatic Policies
ar: السياسات التلقائية
de_de: Automatische Richtlinien
el_gr: Αυτόματες Πολιτικές
es: Directivas Automáticas
fr_fr: Politiques Automatiques
he_il: מדיניות אוטומטית
hi_in: स्वचालित नीतियाँ
ja_jp: 自動ポリシー
ml_in: യാന്ത്രിക നയങ്ങൾ
pl_pl: Zasady automatyczne
tr_tr: Otomatik Politikalar

# RetrievePolicies.Text
source: Retrieve Policies
ar: استرداد السياسات
de_de: Richtlinien abrufen
el_gr: Ανάκτηση Πολιτικών
es: Recuperar Directivas
fr_fr: Récupérer les Politiques
he_il: אחזר מדיניות
hi_in: नीतियाँ पुनः प्राप्त करें
ja_jp: ポリシーを取得
ml_in: നയങ്ങൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz zasady
tr_tr: Politikaları Alma

# RetrievePoliciesButton.ToolTipService.ToolTip
source: Retrieve the latest deployed policies on the system
ar: استرداد أحدث السياسات المنشورة على النظام
de_de: Die zuletzt bereitgestellten Richtlinien auf dem System abrufen
el_gr: Ανάκτηση των πιο πρόσφατων αναπτυγμένων πολιτικών στο σύστημα
es: Recuperar las últimas directivas implementadas en el sistema
fr_fr: Récupérer les dernières politiques déployées sur le système
he_il: אחזר את המדיניות האחרונות שהוטמעו במערכת.
hi_in: सिस्टम पर लागू नवीनतम नीतियाँ पुनः प्राप्त करें
ja_jp: システムに展開されている最新のポリシーを取得します
ml_in: സിസ്റ്റത്തിലെ ഏറ്റവും പുതിയ വിന്യസിച്ച നയങ്ങൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowsze wdrożone zasady w systemie
tr_tr: Sistemdeki en son dağıtılan politikaları alın

# RetrievePoliciesButton.AutomationProperties.HelpText
source: Retrieve the latest deployed policies on the system
ar: استرداد أحدث السياسات المنشورة على النظام
de_de: Die zuletzt bereitgestellten Richtlinien auf dem System abrufen
el_gr: Ανάκτηση των πιο πρόσφατων αναπτυγμένων πολιτικών στο σύστημα
es: Recuperar las últimas directivas implementadas en el sistema
fr_fr: Récupérer les dernières politiques déployées sur le système
he_il: אחזר את המדיניות האחרונות שהוטמעו במערכת.
hi_in: सिस्टम पर लागू नवीनतम नीतियाँ पुनः प्राप्त करें
ja_jp: システムに展開されている最新のポリシーを取得します
ml_in: സിസ്റ്റത്തിലെ ഏറ്റവും പുതിയ വിന്യസിച്ച നയങ്ങൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowsze wdrożone zasady w systemie
tr_tr: Sistemdeki en son dağıtılan politikaları alın

# SwapPolicyComboBox.PlaceholderText
source: Swap Policy
ar: تبديل السياسة
de_de: Richtlinie austauschen
el_gr: Ανταλλαγή Πολιτικής
es: Intercambiar Directiva
fr_fr: Échanger la Politique
he_il: החלף מדיניות
hi_in: नीति बदलें
ja_jp: ポリシー交換
ml_in: നയം മാറ്റുക
pl_pl: Zamień zasady
tr_tr: Takas Politikası

# SwapPolicyComboBox.ToolTipService.ToolTip
source: This feature lets you seamlessly swap any of the applicable deployed non-system base policies with another policy from the list.
ar: تتيح لك هذه الميزة تبديل أي من السياسات الأساسية المنشورة غير التابعة للنظام القابلة للتطبيق بسلاسة مع سياسة أخرى من القائمة.
de_de: Mit dieser Funktion können Sie nahtlos jede der zutreffenden, bereitgestellten Nichtsystem-Basisrichtlinien durch eine andere Richtlinie aus der Liste austauschen.
el_gr: Αυτή η δυνατότητα σας επιτρέπει να ανταλλάξετε απρόσκοπτα οποιαδήποτε από τις εφαρμόσιμες αναπτυγμένες μη συστημικές βασικές πολιτικές με μια άλλη πολιτική από τη λίστα.
es: Esta función le permite intercambiar sin problemas cualquiera de las directivas base no pertenecientes al sistema implementadas aplicables con otra directiva de la lista.
fr_fr: Cette fonctionnalité vous permet d'échanger de manière transparente toute politique de base non système déployée applicable avec une autre politique de la liste.
he_il: תכונה זו מאפשרת החלפה חלקה של כל מדיניות בסיסית שאינה מערכתית שהופעלה, במדיניות אחרת מתוך הרשימה.
hi_in: इस सुविधा से आप लागू गैर-सिस्टम मूल नीतियों को सूची से किसी अन्य नीति के साथ सहजता से बदल सकते हैं।
ja_jp: この機能を使用すると、適用可能な展開済みの非システムベースポリシーを、リストから別のポリシーにシームレスに交換できます。
ml_in: ബാധകമായ ഏതെങ്കിലും വിന്യസിച്ച നോൺ-സിസ്റ്റം അടിസ്ഥാന നയങ്ങളെ ലിസ്റ്റിൽ നിന്നുള്ള മറ്റൊരു നയവുമായി തടസ്സമില്ലാതെ മാറ്റാൻ ഈ സവിശേഷത നിങ്ങളെ അനുവദിക്കുന്നു.
pl_pl: Ta funkcja umożliwia płynną zamianę dowolnych obowiązujących wdrożonych niesystemowych zasad podstawowych na inne zasady z listy.
tr_tr: Bu özellik, uygulanabilir dağıtılmış sistem dışı temel ilkelerden herhangi birini listedeki başka bir ilkeyle sorunsuz bir şekilde değiştirmenize olanak tanır.

# SwapPolicyComboBox.AutomationProperties.HelpText
source: This feature lets you seamlessly swap any of the applicable deployed non-system base policies with another policy from the list.
ar: تتيح لك هذه الميزة تبديل أي من السياسات الأساسية المنشورة غير التابعة للنظام القابلة للتطبيق بسلاسة مع سياسة أخرى من القائمة.
de_de: Mit dieser Funktion können Sie nahtlos jede der zutreffenden, bereitgestellten Nichtsystem-Basisrichtlinien durch eine andere Richtlinie aus der Liste austauschen.
el_gr: Αυτή η δυνατότητα σας επιτρέπει να ανταλλάξετε απρόσκοπτα οποιαδήποτε από τις εφαρμόσιμες αναπτυγμένες μη συστημικές βασικές πολιτικές με μια άλλη πολιτική από τη λίστα.
es: Esta función le permite intercambiar sin problemas cualquiera de las directivas base no pertenecientes al sistema implementadas aplicables con otra directiva de la lista.
fr_fr: Cette fonctionnalité vous permet d'échanger de manière transparente toute politique de base non système déployée applicable avec une autre politique de la liste.
he_il: תכונה זו מאפשרת החלפה חלקה של כל מדיניות בסיסית שאינה מערכתית שהופעלה, במדיניות אחרת מתוך הרשימה.
hi_in: इस सुविधा से आप लागू गैर-सिस्टम मूल नीतियों को सूची से किसी अन्य नीति के साथ सहजता से बदल सकते हैं।
ja_jp: この機能を使用すると、適用可能な展開済みの非システムベースポリシーを、リストから別のポリシーにシームレスに交換できます。
ml_in: ബാധകമായ ഏതെങ്കിലും വിന്യസിച്ച നോൺ-സിസ്റ്റം അടിസ്ഥാന നയങ്ങളെ ലിസ്റ്റിൽ നിന്നുള്ള മറ്റൊരു നയവുമായി തടസ്സമില്ലാതെ മാറ്റാൻ ഈ സവിശേഷത നിങ്ങളെ അനുവദിക്കുന്നു.
pl_pl: Ta funkcja umożliwia płynną zamianę dowolnych obowiązujących wdrożonych niesystemowych zasad podstawowych na inne zasady z listy.
tr_tr: Bu özellik, uygulanabilir dağıtılmış sistem dışı temel ilkelerden herhangi birini listedeki başka bir ilkeyle sorunsuz bir şekilde değiştirmenize olanak tanır.

# RemovePolicyTextBlock.Text
source: Remove Policy
ar: إزالة السياسة
de_de: Richtlinie entfernen
el_gr: Αφαίρεση Πολιτικής
es: Eliminar Directiva
fr_fr: Supprimer la Politique
he_il: הסר מדיניות
hi_in: नीति हटाएं
ja_jp: ポリシーを削除
ml_in: നയം നീക്കം ചെയ്യുക
pl_pl: Usuń zasady
tr_tr: Politikayı Kaldır

# RemovePolicyButton.ToolTipService.ToolTip
source: Remove any non-system policy from the system
ar: إزالة أي سياسة غير تابعة للنظام من النظام
de_de: Beliebige Nichtsystemrichtlinie vom System entfernen
el_gr: Αφαιρέστε οποιαδήποτε μη συστημική πολιτική από το σύστημα
es: Eliminar cualquier directiva no perteneciente al sistema del sistema
fr_fr: Supprimer toute politique non système du système
he_il: הסר כל מדיניות שאינה מערכתית מהמערכת.
hi_in: सिस्टम से कोई भी गैर-सिस्टम नीति हटाएं
ja_jp: システムから非システムポリシーを削除します
ml_in: സിസ്റ്റത്തിൽ നിന്ന് ഏതെങ്കിലും നോൺ-സിസ്റ്റം നയം നീക്കം ചെയ്യുക
pl_pl: Usuń dowolne niesystemowe zasady z systemu
tr_tr: Sistem dışı herhangi bir politikayı sistemden kaldırın

# RemovePolicyButton.AutomationProperties.HelpText
source: Remove any non-system policy from the system
ar: إزالة أي سياسة غير تابعة للنظام من النظام
de_de: Beliebige Nichtsystemrichtlinie vom System entfernen
el_gr: Αφαιρέστε οποιαδήποτε μη συστημική πολιτική από το σύστημα
es: Eliminar cualquier directiva no perteneciente al sistema del sistema
fr_fr: Supprimer toute politique non système du système
he_il: הסר כל מדיניות שאינה מערכתית מהמערכת.
hi_in: सिस्टम से कोई भी गैर-सिस्टम नीति हटाएं
ja_jp: システムから非システムポリシーを削除します
ml_in: സിസ്റ്റത്തിൽ നിന്ന് ഏതെങ്കിലും നോൺ-സിസ്റ്റം നയം നീക്കം ചെയ്യുക
pl_pl: Usuń dowolne niesystemowe zasady z systemu
tr_tr: Sistem dışı herhangi bir politikayı sistemden kaldırın

# SearchPoliciesTextBox.PlaceholderText
source: Search among the policies...
ar: ابحث بين السياسات...
de_de: In den Richtlinien suchen...
el_gr: Αναζήτηση μεταξύ των πολιτικών...
es: Buscar entre las directivas...
fr_fr: Rechercher parmi les politiques...
he_il: חפש בין המדיניות...
hi_in: नीतियों में खोजें…
ja_jp: ポリシーを検索...
ml_in: നയങ്ങൾക്കിടയിൽ തിരയുക...
pl_pl: Przeszukaj zasady...
tr_tr: Poliçeler arasında arama yapın...

# SearchPoliciesTextBox.ToolTipService.ToolTip
source: Search among the policies by typing any of the available details of the policy you are looking for.
ar: ابحث بين السياسات عن طريق كتابة أي من التفاصيل المتاحة للسياسة التي تبحث عنها.
de_de: Suchen Sie in den Richtlinien, indem Sie beliebige verfügbare Details der gesuchten Richtlinie eingeben.
el_gr: Αναζητήστε μεταξύ των πολιτικών πληκτρολογώντας οποιαδήποτε από τις διαθέσιμες λεπτομέρειες της πολιτικής που ψάχνετε.
es: Busque entre las directivas escribiendo cualquiera de los detalles disponibles de la directiva que está buscando.
fr_fr: Recherchez parmi les politiques en tapant l'un des détails disponibles de la politique que vous recherchez.
he_il: חפש בין המדיניות על ידי הקלדת כל אחד מהפרטים הזמינים של המדיניות אותה אתה מחפש.
hi_in: नीति की किसी भी उपलब्ध जानकारी टाइप करके नीतियों में खोजें।
ja_jp: 探しているポリシーの利用可能な詳細情報を入力して、ポリシーを検索します。
ml_in: നിങ്ങൾ തിരയുന്ന നയത്തിന്റെ ലഭ്യമായ ഏതെങ്കിലും വിശദാംശങ്ങൾ ടൈപ്പ് ചെയ്ത് നയങ്ങൾക്കിടയിൽ തിരയുക.
pl_pl: Przeszukaj zasady, wpisując dowolne dostępne szczegóły szukanych zasad.
tr_tr: Aradığınız poliçenin mevcut detaylarından herhangi birini yazarak poliçeler arasında arama yapın.

# SearchPoliciesTextBox.AutomationProperties.HelpText
source: Search among the policies by typing any of the available details of the policy you are looking for.
ar: ابحث بين السياسات عن طريق كتابة أي من التفاصيل المتاحة للسياسة التي تبحث عنها.
de_de: Suchen Sie in den Richtlinien, indem Sie beliebige verfügbare Details der gesuchten Richtlinie eingeben.
el_gr: Αναζητήστε μεταξύ των πολιτικών πληκτρολογώντας οποιαδήποτε από τις διαθέσιμες λεπτομέρειες της πολιτικής που ψάχνετε.
es: Busque entre las directivas escribiendo cualquiera de los detalles disponibles de la directiva que está buscando.
fr_fr: Recherchez parmi les politiques en tapant l'un des détails disponibles de la politique que vous recherchez.
he_il: חפש בין המדיניות על ידי הקלדת כל אחד מהפרטים הזמינים של המדיניות אותה אתה מחפש.
hi_in: नीति की किसी भी उपलब्ध जानकारी टाइप करके नीतियों में खोजें।
ja_jp: 探しているポリシーの利用可能な詳細情報を入力して、ポリシーを検索します。
ml_in: നിങ്ങൾ തിരയുന്ന നയത്തിന്റെ ലഭ്യമായ ഏതെങ്കിലും വിശദാംശങ്ങൾ ടൈപ്പ് ചെയ്ത് നയങ്ങൾക്കിടയിൽ തിരയുക.
pl_pl: Przeszukaj zasady, wpisując dowolne dostępne szczegóły szukanych zasad.
tr_tr: Aradığınız poliçenin mevcut detaylarından herhangi birini yazarak poliçeler arasında arama yapın.

# SigningDetailsDialog.Title
source: Signing Details
ar: تفاصيل التوقيع
de_de: Signaturdetails
el_gr: Λεπτομέρειες Υπογραφής
es: Detalles de Firma
fr_fr: Détails de Signature
he_il: פרטי חתימה
hi_in: साइनिंग विवरण
ja_jp: 署名の詳細
ml_in: ഒപ്പിടൽ വിശദാംശങ്ങൾ
pl_pl: Szczegóły podpisywania
tr_tr: İmza Ayrıntıları

# SigningDetailsDialog.PrimaryButtonText
source: Submit
ar: إرسال
de_de: Übermitteln
el_gr: Υποβολή
es: Enviar
fr_fr: Soumettre
he_il: שלח
hi_in: जमा करें
ja_jp: 送信
ml_in: സമർപ്പിക്കുക
pl_pl: Prześlij
tr_tr: Göndermek

# SigningDetailsDialog.CloseButtonText
source: Cancel
ar: إلغاء
de_de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
ja_jp: キャンセル
ml_in: റദ്ദാക്കുക
pl_pl: Anuluj
tr_tr: İptal etmek

# CustomPatternBasedFilePathsDialog.Title
source: Pattern Based File Path
ar: مسار الملف المستند إلى النمط
de_de: Musterbasierter Dateipfad
el_gr: Διαδρομή Αρχείου Βασισμένη σε Πρότυπο
es: Ruta de Archivo Basada en Patrón
fr_fr: Chemin de Fichier Basé sur un Modèle
he_il: נתיב קובץ מבוסס תבנית
hi_in: पैटर्न-आधारित फ़ाइल पथ
ja_jp: パターンベースファイルパス
ml_in: പാറ്റേൺ അടിസ്ഥാനമാക്കിയുള്ള ഫയൽ പാത
pl_pl: Ścieżka pliku oparta na wzorcu
tr_tr: Desen Tabanlı Dosya Yolu

# CustomPatternBasedFilePathsDialogTopTextBlock.Text
source: Here are some examples of custom patterns for file path rules
ar: فيما يلي بعض الأمثلة على الأنماط المخصصة لقواعد مسار الملف
de_de: Hier sind einige Beispiele für benutzerdefinierte Muster für Dateipfadregeln
el_gr: Εδώ είναι μερικά παραδείγματα προσαρμοσμένων προτύπων για κανόνες διαδρομής αρχείου
es: Aquí hay algunos ejemplos de patrones personalizados para reglas de ruta de archivo
fr_fr: Voici quelques exemples de modèles personnalisés pour les règles de chemin de fichier
he_il: הנה כמה דוגמאות לתבניות מותאמות לכללי נתיב קובץ
hi_in: फ़ाइल पथ नियमों के लिए कुछ कस्टम पैटर्न के उदाहरण यहां हैं
ja_jp: ファイルパスルールのカスタムパターンの例をいくつか示します
ml_in: ഫയൽ പാത്ത് നിയമങ്ങൾക്കായുള്ള ഇഷ്ടാനുസൃത പാറ്റേണുകളുടെ ചില ഉദാഹരണങ്ങൾ ഇതാ
pl_pl: Oto kilka przykładów niestandardowych wzorców dla reguł ścieżek plików
tr_tr: Dosya yolu kurallarına yönelik bazı özel kalıp örneklerini burada bulabilirsiniz

# ExampleText.Text
source: Example
ar: مثال
de_de: Beispiel
el_gr: Παράδειγμα
es: Ejemplo
fr_fr: Exemple
he_il: דוגמה
hi_in: उदाहरण
ja_jp: 例
ml_in: ഉദാഹരണം
pl_pl: Przykład
tr_tr: Örnek

# DescriptionText.Text
source: Description
ar: الوصف
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
he_il: תיאור
hi_in: विवरण
ja_jp: 説明
ml_in: വിവരണം
pl_pl: Opis
tr_tr: Tanım

# MatchesZeroOrMoreCharactersText.Text
source: Matches zero or more characters.
ar: يطابق صفر أو أكثر من الأحرف.
de_de: Entspricht null oder mehr Zeichen.
el_gr: Ταιριάζει με μηδέν ή περισσότερους χαρακτήρες.
es: Coincide con cero o más caracteres.
fr_fr: Correspond à zéro ou plusieurs caractères.
he_il: מתאים לאפס או יותר תווים.
hi_in: शून्य या अधिक वर्णों से मेल खाता है।
ja_jp: 0文字以上の文字に一致します。
ml_in: പൂജ്യമോ അതിലധികമോ പ്രതീകങ്ങളുമായി പൊരുത്തപ്പെടുന്നു.
pl_pl: Dopasowuje zero lub więcej znaków.
tr_tr: Sıfır veya daha fazla karakterle eşleşir.

# MatchesASingleCharacterText.Text
source: Matches a single character.
ar: يطابق حرفًا واحدًا.
de_de: Entspricht einem einzelnen Zeichen.
el_gr: Ταιριάζει με έναν μόνο χαρακτήρα.
es: Coincide con un solo carácter.
fr_fr: Correspond à un seul caractère.
he_il: מתאים לתו בודד.
hi_in: एकल वर्ण से मेल खाता है।
ja_jp: 1文字に一致します。
ml_in: ഒരൊറ്റ പ്രതീകവുമായി പൊരുത്തപ്പെടുന്നു.
pl_pl: Dopasowuje pojedynczy znak.
tr_tr: Tek bir karakterle eşleşir.

# CustomPatternBasedFilePathExampleDescription1
source: Matches all files in the 'C:\Windows' directory and its sub-directories.
ar: يطابق جميع الملفات في الدليل "C:\Windows" والدلائل الفرعية التابعة له.
de_de: Entspricht allen Dateien im Verzeichnis 'C:\Windows' und dessen Unterverzeichnissen.
el_gr: Ταιριάζει με όλα τα αρχεία στον κατάλογο 'C:\Windows' και τους υποκαταλόγους του.
es: Coincide con todos los archivos en el directorio 'C:\Windows' y sus subdirectorios.
fr_fr: Correspond à tous les fichiers dans le répertoire 'C:\Windows' et ses sous-répertoires.
he_il: מתאים לכל הקבצים בתיקיית 'C:\Windows' ובתיקיות המשנה שלה.
hi_in: ‘C:\Windows’ निर्देशिका और इसकी उप-डायरेक्टरियों में सभी फ़ाइलों से मेल खाता है।
ja_jp: 'C:\Windows' ディレクトリとそのサブディレクトリ内のすべてのファイルに一致します。
ml_in: 'C:\Windows' ഡയറക്‌ടറിയിലെയും അതിന്റെ ഉപ-ഡയറക്‌ടറികളിലെയും എല്ലാ ഫയലുകളുമായി പൊരുത്തപ്പെടുന്നു.
pl_pl: Dopasowuje wszystkie pliki w katalogu „C:\Windows” i jego podkatalogach.
tr_tr: 'C:\Windows' dizinindeki ve alt dizinlerindeki tüm dosyalarla eşleşir.

# CustomPatternBasedFilePathExampleDescription2
source: Matches all files in the 'D:\EnterpriseApps\MyApp\' directory and its sub-directories.
ar: يطابق جميع الملفات في الدليل "D:\EnterpriseApps\MyApp\" والدلائل الفرعية التابعة له.
de_de: Entspricht allen Dateien im Verzeichnis 'D:\EnterpriseApps\MyApp\' und dessen Unterverzeichnissen.
el_gr: Ταιριάζει με όλα τα αρχεία στον κατάλογο 'D:\EnterpriseApps\MyApp\' και τους υποκαταλόγους του.
es: Coincide con todos los archivos en el directorio 'D:\EnterpriseApps\MyApp\' y sus subdirectorios.
fr_fr: Correspond à tous les fichiers dans le répertoire 'D:\EnterpriseApps\MyApp\' et ses sous-répertoires.
he_il: מתאים לכל הקבצים בתיקיית 'D:\EnterpriseApps\MyApp\' ובתיקיות המשנה שלה.
hi_in: ‘D:\EnterpriseApps\MyApp\’ निर्देशिका और इसकी उप-डायरेक्टरियों में सभी फ़ाइलों से मेल खाता है।
ja_jp: 'D:\EnterpriseApps\MyApp\' ディレクトリとそのサブディレクトリ内のすべてのファイルに一致します。
ml_in: 'D:\EnterpriseApps\MyApp\' ഡയറക്‌ടറിയിലെയും അതിന്റെ ഉപ-ഡയറക്‌ടറികളിലെയും എല്ലാ ഫയലുകളുമായി പൊരുത്തപ്പെടുന്നു.
pl_pl: Dopasowuje wszystkie pliki w katalogu „D:\EnterpriseApps\MyApp\” i jego podkatalogach.
tr_tr: 'D:\EnterpriseApps\MyApp\' dizinindeki ve alt dizinlerindeki tüm dosyalarla eşleşir.

# CustomPatternBasedFilePathExampleDescription3
source: Matches any file(s) named 'Bing.exe' in any location.
ar: يطابق أي ملف (ملفات) باسم "Bing.exe" في أي موقع.
de_de: Entspricht beliebigen Dateien mit dem Namen 'Bing.exe' an beliebigem Speicherort.
el_gr: Ταιριάζει με οποιοδήποτε αρχείο(α) με το όνομα 'Bing.exe' σε οποιαδήποτε τοποθεσία.
es: Coincide con cualquier archivo(s) llamado 'Bing.exe' en cualquier ubicación.
fr_fr: Correspond à tout fichier nommé 'Bing.exe' dans n'importe quel emplacement.
he_il: מתאים לכל קובץ בשם 'Bing.exe' בכל מיקום.
hi_in: किसी भी स्थान पर ‘Bing.exe’ नाम की किसी भी फ़ाइल से मेल खाता है।
ja_jp: 任意の場所にある 'Bing.exe' という名前のファイルに一致します。
ml_in: ഏത് ലൊക്കേഷനിലും 'Bing.exe' എന്ന് പേരുള്ള ഏതെങ്കിലും ഫയലുമായി(കളുമായി) പൊരുത്തപ്പെടുന്നു.
pl_pl: Dopasowuje dowolny plik (pliki) o nazwie „Bing.exe” w dowolnej lokalizacji.
tr_tr: Herhangi bir konumdaki 'Bing.exe' adlı dosyayla/dosyalarla eşleşir.
